---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridAngleV
source: html/d5016d21-76b6-4cdc-089c-d7104cb648ba.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridAngleV Property

"Grid Rotation"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridAngleV { get; }
```